{
  "title": "Why You Should Own a Cat",
  "author": "Angela Garcia",
  "date": "2020-01-30T01:08:42.785Z",
  "thumbnail": "/img/close-up-of-ginger-cat-lying-on-floor-256632.jpg",
  "profilepic": "/img/profilepic.png",
  "description": "Why you should be a cat lover!",
  "body": "Why should you get a cat today? How are cats in comparison to the wide plethora of other pets that you could adopt today? Here are some of the reasons in why the feline is the *purr-fect* pet to get.\n\n![](/img/catbirds.gif)\n\n## Cats Are Easy to Maintain\n\nIn comparison to dogs, cats can be seen as considerably easy to maintain since they don't require as much energy (such as going out on daily walks) and don't require as much companionship. In that aspect, they are much more self-reliant than other pets. However, even though they are easy to maintain, they still provide much of the same anxiety-reducing and calming effects that other pets can have! In [this study](http://www.medicalnewstoday.com/articles/98432.php), cat owners were 30% less likely to die of a heart attack than non-cat owners.\n\n## Cats Provide Great Companionship To Their Owners\n\nIn comparison to other pets, cats are seen as colder and less receptive to their human owners. However, this is not the case! Studies have shown that cats remember kindness that was demonstrated to them by humans and have shown that they are willing to reciprocate. Cats have also developed communication skills between humans that they rarely use among each other (such as meowing and purring) to help facilitate stronger relationships. Thus, cats also provide great levels of companionship to their owners, just like any other pet!\n\n## Cats Led to an Eco-Friendly Lifestyle\n\nOwning a cat can be a great way for their owners to help maintain a low carbon footprint on the environment! There have been studies that shown that in comparison to other pets, cats tend to require less lifetime resources and leave less of a footprint on the environment than other animals do! Thus, a cat is a great pet for an environmentalist to own!\n\n##### And that's it! I hope that you consider adopting a cat in the near future!"
}