{
  "title": "Arrested Development",
  "author": "Steve Holt",
  "date": "2020-01-29T06:40:28.663Z",
  "thumbnail": "/img/defocused-image-of-lights-255379.jpg",
  "description": "A summary of Arrested Development quotes",
  "body": "# Across from where?\n\nMichael! Oh, you're gonna be in a coma, all right. Oh, you're gonna be in a coma, all right. Across from where? Say goodbye to these, because it's the last time!\n\nOh, you're gonna be in a coma, all right. Army had half a day. __I don't understand the question, and I won't respond to it.__ *What's Spanish for \"I know you speak English?* \" That's what it said on 'Ask Jeeves.\n\n## Michael!\n\nNo… but I'd like to be asked! I don't understand the question, and I won't respond to it. We just call it a sausage. I don't understand the question, and I won't respond to it. I don't criticize you! And if you're worried about criticism, sometimes a diet is the best defense.\n\n1. I'm half machine. I'm a monster.\n2. What's Spanish for \"I know you speak English?\"\n3. He'll want to use your yacht, and I don't want this thing smelling like fish.\n\n### Steve Holt!\n\nWhoa, this guy's straight? Say goodbye to these, because it's the last time! I've opened a door here that I regret. I'm afraid I just blue myself. But I bought a yearbook ad from you, doesn't that mean anything anymore?\n\n* Now, when you do this without getting punched in the chest, you'll have more fun.\n* Now, when you do this without getting punched in the chest, you'll have more fun.\n* It's called 'taking advantage.' It's what gets you ahead in life.\n\nBad news. Andy Griffith turned us down. He didn't like his trailer. Bad news. Andy Griffith turned us down. He didn't like his trailer. That's why you always leave a note! We just call it a sausage. That's why you always leave a note!\n\nIt's a hug, Michael. I'm hugging you. That's what it said on 'Ask Jeeves.' Michael! It's called 'taking advantage.' It's what gets you ahead in life. I hear the jury's still out on science.\n\nGet me a vodka rocks. And a piece of toast. I don't understand the question, and I won't respond to it. Now, when you do this without getting punched in the chest, you'll have more fun. Really? Did nothing cancel?\n\nMichael! It's called 'taking advantage.' It's what gets you ahead in life. There's only one man I've ever called a coward, and that's Brian Doyle Murray. No, what I'm calling you is a television actor.\n\nHe'll want to use your yacht, and I don't want this thing smelling like fish. There's only one man I've ever called a coward, and that's Brian Doyle Murray. No, what I'm calling you is a television actor.\n\nWhoa, this guy's straight? Guy's a pro. There's so many poorly chosen words in that sentence. Bad news. Andy Griffith turned us down. He didn't like his trailer. Bad news. Andy Griffith turned us down. He didn't like his trailer.\n\nHe'll want to use your yacht, and I don't want this thing smelling like fish. There's so many poorly chosen words in that sentence. I've opened a door here that I regret. I've opened a door here that I regret.\n\nNot tricks, Michael, illusions. Oh, you're gonna be in a coma, all right. That's what it said on 'Ask Jeeves.' Not tricks, Michael, illusions. But I bought a yearbook ad from you, doesn't that mean anything anymore?\n\nThere's only one man I've ever called a coward, and that's Brian Doyle Murray. No, what I'm calling you is a television actor. I've opened a door here that I regret. I don't criticize you! And if you're worried about criticism, sometimes a diet is the best defense.\n\nNo, I did not kill Kitty. However, I am going to oblige and answer the nice officer's questions because I am an honest man with no secrets to hide. There's only one man I've ever called a coward, and that's Brian Doyle Murray. No, what I'm calling you is a television actor.\n\nIt's called 'taking advantage.' It's what gets you ahead in life. Really? Did nothing cancel? It's called 'taking advantage.' It's what gets you ahead in life. I'm afraid I just blue myself.\n"
}